IDEA Open Model
StrainLoadOnLine.Bimp Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the strain impulse at the begin position.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public StrainImpulse Bimp { get; set; }
Public Property Bimp As StrainImpulse
	Get
	Set
Property Value
Type: StrainImpulse
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace